{
  "articles": [
    {
      "title": "Élection présidentielle 2026 : Les candidats se mobilisent",
      "content": "La campagne électorale s'intensifie à travers le pays. Les principaux candidats multiplient les meetings pour convaincre les électeurs. Les tensions politiques augmentent dans la capitale avec des manifestations quotidiennes.",
      "category": "politique",
      "author": "Journaliste Principal",
      "excerpt": "La course à la présidence s'accélère avec des enjeux majeurs pour l'avenir du pays"
    },
    {
      "title": "Nouveau gouvernement : Les ministères remaniés",
      "content": "Le Premier ministre a annoncé la composition de son nouveau gouvernement. Des changements majeurs ont été effectués aux postes sensibles, notamment aux Ministères de la Défense et des Finances. Ces décisions suscitent des débats au sein du Parlement.",
      "category": "politique",
      "author": "Reporter Politique",
      "excerpt": "Remaniement gouvernemental : nouvelles têtes aux ministères clés"
    },
    {
      "title": "Accord régional : La RDC et l'Afrique du Sud renforcent leurs liens",
      "content": "Les deux nations ont signé vendredi un accord commercial d'une valeur de 500 millions de dollars. Cet accord devrait créer des milliers d'emplois et renforcer la coopération économique entre les deux pays. Des spécialistes estiment que cette alliance pourrait transformer le marché régional.",
      "category": "politique",
      "author": "Correspondant International",
      "excerpt": "Partenariat stratégique : accord commercial de 500 millions de dollars"
    },
    {
      "title": "Le Parlement débat du budget 2026 : Mesures d'austérité annoncées",
      "content": "Le gouvernement présente un budget marqué par des mesures d'économie face aux défis économiques. Les dépenses sociales et de santé seront augmentées de 15 milliards de francs congolais. Cette décision provoque déjà des critiques de l'opposition.",
      "category": "politique",
      "author": "Analyseur Politique",
      "excerpt": "Budget 2026 : austérité et augmentation des allocations sociales"
    },
    {
      "title": "Épidémie de rougeole : L'état d'urgence déclaré",
      "content": "Le Ministère de la Santé a déclaré l'état d'urgence suite au nombre croissant de cas de rougeole à Kinshasa. Plus de 2000 personnes ont été infectées en trois semaines. Une campagne massive de vaccination est lancée immédiatement dans tous les quartiers.",
      "category": "sante",
      "author": "Journaliste Santé",
      "excerpt": "État d'urgence : plus de 2000 cas de rougeole à Kinshasa"
    },
    {
      "title": "Nouvelle clinique pédiatrique inaugurée à Kikwit",
      "content": "La clinique ultramoderne, construite avec l'aide de l'OMS, a été inaugurée mercredi. Elle dispose de 150 lits et des équipements de pointe pour traiter les enfants. Cette infrastructure devrait réduire considérablement la mortalité infantile dans la région.",
      "category": "sante",
      "author": "Correspondant Régional",
      "excerpt": "Inauguration : nouvelle clinique pédiatrique avec équipements ultramodernes"
    },
    {
      "title": "Campagne contre le paludisme : 5 millions de moustiquaires distribuées",
      "content": "Une vaste campagne de sensibilisation et de distribution de moustiquaires imprégnées de produits insecticides est en cours. L'objectif est de réduire de 40% les cas de paludisme cette année. Les équipes médicales se déploient dans tous les quartiers populeux.",
      "category": "sante",
      "author": "Reporter Santé",
      "excerpt": "Distribution massive : 5 millions de moustiquaires contre le paludisme"
    },
    {
      "title": "Découverte : Des chercheurs congolais trouvent une nouvelle molécule antipalustre",
      "content": "Une équipe de chercheurs de l'Université de Kinshasa a découvert une molécule révolutionnaire contre le paludisme. Les résultats préliminaires sont très prometteurs avec un taux de rémission de 97%. Cette découverte pourrait révolutionner le traitement de la maladie en Afrique.",
      "category": "sante",
      "author": "Journaliste Sciences",
      "excerpt": "Révolution médicale : découverte d'une molécule antipalustre à 97% d'efficacité"
    },
    {
      "title": "Ligue 1 : L'AS Vita remporte un succès spectaculaire",
      "content": "L'AS Vita Club a dominé ses rivaux lors du match d'ouverture de la saison avec un score impressionnant de 4-1. Les supporters sont en délire et les pronostics vont bon train pour le titre. Le nouvel entraîneur semble avoir trouvé la bonne formule tactique.",
      "category": "sport",
      "author": "Journaliste Sport",
      "excerpt": "Ligue 1 : AS Vita démarre en fanfare avec une victoire 4-1"
    },
    {
      "title": "Boxe : Champion congolais qualifié pour les jeux olympiques",
      "content": "Ilunga Makabu a conservé sa ceinture mondiale poids lourd en battant son challenger américain. Ce succès lui ouvre les portes des jeux olympiques de 2026. La RDC célèbre l'un de ses plus grands boxeurs contemporains.",
      "category": "sport",
      "author": "Reporter Sport",
      "excerpt": "Victoire historique : Makabu qualifié pour les olympiades"
    },
    {
      "title": "Athlétisme : Nouvelle piste moderne inaugurée à Kinshasa",
      "content": "La piste d'athlétisme aux normes internationales a été inaugurée en grande pompe. Elle permettra aux athlètes congolais de s'entraîner dans de meilleures conditions et d'accueillir les grandes compétitions africaines. L'infrastructure devrait renforcer la domination du Congo en athlétisme.",
      "category": "sport",
      "author": "Journaliste Sport",
      "excerpt": "Infrastructure sportive : nouvelle piste d'athlétisme aux normes internationales"
    },
    {
      "title": "Football féminin : La RDC remporte le tournoi sub-régional",
      "content": "L'équipe féminine congolaise a remporté le tournoi sub-régional en dominant l'Ouganda en finale. Cette victoire marque un tournant dans le développement du football féminin en RDC. Les joueuses seront reçues en audience par le Chef d'État.",
      "category": "sport",
      "author": "Reporter Football",
      "excerpt": "Championnes : victoire historique du football féminin congolais"
    },
    {
      "title": "Musique : Festival Kinshasa Urban 2026 annoncé",
      "content": "L'édition 2026 du plus grand festival musical de Kinshasa aura lieu en avril. Plus de 100 artistes congolais et africains participeront. Les organisateurs promettent un événement inoubliable avec des innovations technologiques impressionnantes.",
      "category": "culture",
      "author": "Journaliste Culture",
      "excerpt": "Festival urbain : 100+ artistes pour le plus grand événement musical de Kinshasa"
    },
    {
      "title": "Cinéma congolais : 'La Nuit Sainte' nommé aux Césars africains",
      "content": "Le long métrage du réalisateur congolais Zeka Laplaine a reçu trois nominations prestigieuses. Le film, basé sur la vie quotidienne des habitants de Kinshasa, a séduit les critiques internationaux. C'est une fierté pour le cinéma congolais.",
      "category": "culture",
      "author": "Critique Cinéma",
      "excerpt": "Cinéma : film congolais en lice pour les Césars africains"
    },
    {
      "title": "Le Pape reçoit les évêques congolais en audience privée",
      "content": "Une délégation d'évêques congolais a été reçue en audience spéciale par Sa Sainteté. Ils ont discuté des questions de paix, de développement et du rôle de l'Église en RDC. Cette visite renforce l'importance de la RDC dans la géopolitique religieuse mondiale.",
      "category": "religion",
      "author": "Journaliste Religion",
      "excerpt": "Audience pontificale : rencontre stratégique avec les évêques congolais"
    },
    {
      "title": "Inondations à Goma : Des centaines de familles évacuées",
      "content": "De violentes pluies ont causé des inondations sans précédent à Goma. Plusieurs quartiers sont submergés et plus de 500 familles ont dû être évacuées. Les autorités déploient les moyens d'urgence pour venir en aide aux sinistrés.",
      "category": "faits_divers",
      "author": "Correspondant Goma",
      "excerpt": "Catastrophe naturelle : 500 familles évacuées à cause des inondations"
    },
    {
      "title": "Accident spectaculaire sur la route Kinshasa-Matadi",
      "content": "Un bus de transport en commun s'est renversé suite à un défaut de freinage. Bilan : 12 morts et 34 blessés graves. Les autorités ont ouvert une enquête pour déterminer les responsabilités. Cet accident relance le débat sur la sécurité routière en RDC.",
      "category": "faits_divers",
      "author": "Reporter Urgences",
      "excerpt": "Tragédie routière : accident grave avec 12 décès et 34 blessés"
    },
    {
      "title": "Cobalt congolais : Hausse record des prix sur le marché mondial",
      "content": "Le prix du cobalt congolais a augmenté de 35% en trois mois. Les producteurs congolais en jubilent et les rentrées fiscales de l'État explosent. Cette tendance pourrait booster l'économie du pays pour les années à venir.",
      "category": "economie",
      "author": "Analyste Économique",
      "excerpt": "Marché international : prix du cobalt en hausse record de 35%"
    },
    {
      "title": "Nouvelle banque de développement lancée en RDC",
      "content": "L'Agence Congolaise de Développement Économique a ouvert ses premières succursales à Kinshasa. Elle offre des crédits à taux avantageux aux petites et moyennes entreprises. Selon les projections, elle créera 10 000 emplois dans l'année.",
      "category": "economie",
      "author": "Journaliste Économique",
      "excerpt": "Finance : nouveau mécanisme de financement pour les PME et création d'emplois"
    },
    {
      "title": "Commerce : Accord commercial avec la Chine signé",
      "content": "La RDC et la Chine ont signé un nouvel accord commercial portant sur l'exploitation conjointe des ressources naturelles. Les investissements chinois devraient atteindre 2 milliards de dollars. Des critiques craignent une nouvelle forme de dépendance économique.",
      "category": "economie",
      "author": "Correspondant Commerce",
      "excerpt": "Partenariat sino-congolais : accord commercial de 2 milliards de dollars"
    }
  ],
  "total": 20,
  "note": "Articles prêts pour insertion dans Supabase - Format JSON structuré pour flexibilité"
}
